/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "கோபநே மற்றும் பாகோபநே இருப்பிடங்களுக்கான இயல்புநிலை பயன்பாடாக இணையவாத்தை அமைக்கவா?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "இயல்புநிலை பயன்பாடாக, உங்கள் வலை உலாவிப் போன்ற பிற பயன்பாடுகளில் கோபநே அல்லது பாகோபநே இணைப்புகளைக் சொடுக்கு செய்யும்போது இணையவாத்து திறக்கப்படும். இந்த அமைப்பை நீங்கள் பின்னர் விருப்பத்தேர்வுகளில் மாற்றலாம்.";

/* Apply proposed action. */
"Change" = "மாற்றம்";

/* Do not display this dialog again. */
"Don't ask again" = "மீண்டும் கேட்க வேண்டாம்";

/* Don't change anything. */
"Cancel" = "ரத்துசெய்";

/* Bookmark import from thirdparty applications */ 
"Import" = "இறக்குமதி";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "{0} புத்தகக்குறிகளை இறக்குமதி செய்யுங்கள்";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "{0} புத்தகக்குறிகள் கிடைத்தன. உங்கள் புத்தகக்குறிகளில் இவற்றைச் சேர்க்க விரும்புகிறீர்களா?";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "{0} இலிருந்து இறக்குமதி செய்யப்பட்டது";